Repository: common-repository/adcoin-payments
Catalog: languages/adcoin-payments-*.po
Languages: nl_nl

source: AdCoin Payments
nl_nl: AdCoin Betalingen

source: AdCoin Payments Settings
nl_nl: Instellingen van AdCoin Betalingen

source: Settings
nl_nl: Instellingen

source: Payments
nl_nl: Betalingen

source: You do not have the sufficient permissions to view this page.
nl_nl: U bent niet bevoegd om deze pagina in te zien.

source: Invalid request.
nl_nl: Foutieve request.

source: Error! Nonce security check failed! Go back to the settings menu and save the settings again.
nl_nl: Er is een fout opgetreden! Beveiligingscheck mislukt! Ga terug naar het instellingsmenu en sla de instellingen opnieuw op.

source: Awaiting payment
nl_nl: Betaling in afwachting

source: Paid (unconfirmed)
nl_nl: Betaald (onbevestigd)

source: Payment confirmed
nl_nl: Betaling bevestigd

source: Completed
nl_nl: Afgerond

source: Failed (timed out)
nl_nl: Mislukt (wachttijd verstreken)

source: Payment
nl_nl: Betaling

source: Delete
nl_nl: Verwijder

source: No payments found.
nl_nl: Geen betalingen beschikbaar.

source: Name
nl_nl: Naam

source: Date
nl_nl: Datum

source: Amount
nl_nl: Aantal

source: Usage
nl_nl: Uitleg

source: In the page or post editor, you will see a new button called "AdCoin Payment Form" located above the text area beside the "Add Media" button.<br> With this button you can create shortcodes that will show up as payment forms on your website.<br> <br> You can place as many forms in a post or page as you want. In order to remove a button, just remove the shortcode text in your post or page.
nl_nl: In de bericht- of pagina bewerker zal u een nieuwe knop genaamd "AdCoin Betalingsformulier" zien.<br> Via deze knop kunt u <i>shortcodes</i> creeÃ«ren die op uw website worden weergegeven als betalingsformulier.<br> <br> U kunt zoveel betalingsformulieren in een bericht of pagina plaatsen als u wilt. Als u de knop wilt verwijderen, verwijdert u gewoon de <i>shortcode</i> text uit uw bericht of pagina.

source: This is the API key from your AdCoin Wallet.<br>You can find the key in your <a href="https://wallet.getadcoin.com">AdCoin Web Wallet</a> under your name > "API Key".
nl_nl: Dit is de API-sleutel van uw AdCoin Wallet.<br>Deze is te vinden op de <a href="https://wallet.getadcoin.com">AdCoin Web Wallet</a> onder uw naam > "API Key".

source: Custom Form CSS
nl_nl: Aangepaste betalingsformulier CSS

source: When the field above is not empty, the default CSS will be replaced by your custom CSS.<br> For reference, the default stylesheet is located in:
nl_nl: Wanneer het bovenstaande veld niet leeg is, zal de standaard CSS vervangen worden door uw eigen CSS.<br> Ter referentie is de standaard CSS stylesheet is te vinden in:

source: Debug mode
nl_nl: Debug-modus

source: WARNING! Developers only!
nl_nl: WAARSCHUWING: Alleen voor ontwikkelaars!

source: Update
nl_nl: Bijwerken

source: Payment Information
nl_nl: Betalingsinformatie

source: Created at
nl_nl: Geopend op

source: Additional Fields
nl_nl: Aangepaste Velden

source: Field
nl_nl: Veld

source: Value
nl_nl: Waarde

source: Custom Field
nl_nl: Aangepast Veld

source: Description
nl_nl: Beschrijving

source: Field description
nl_nl: Veld beschrijving

source: Required
nl_nl: Verplicht

source: Is the field required?
nl_nl: Is dit veld verplicht?

source: Add Custom Field
nl_nl: Aangepast Veld Toevoegen

source: Payment description is required.
nl_nl: Betalingsbeschrijving is verplicht.

source: Price is required.
nl_nl: Prijs is verplicht.

source: Price has a maximum of 2 decimals. For example: 12.34
nl_nl: De prijs bestaat uit maximaal 2 decimalen. Bijvoorbeeld: 12.34

source: Title is required.
nl_nl: Titel is verplicht.

source: Button text is required.
nl_nl: Knop tekst is verplicht.

source: Field description is required.
nl_nl: Veldnaam is verplicht.

source: Insert Payment Form
nl_nl: Betalingsformulier Toevoegen

source: AdCoin Payment Form Designer
nl_nl: AdCoin Betalingsformulier Designer

source: AdCoin Payment Form
nl_nl: AdCoin Betalingsformulier

source: Preview
nl_nl: Voortvertoning

source: Title
nl_nl: Titel

source: The title shown in the top of the form.
nl_nl: De titel bovenaan het formulier.

source: Button text
nl_nl: Knop tekst

source: Properties
nl_nl: Eigenschappen

source: Left
nl_nl: Links

source: Center
nl_nl: Midden

source: Right
nl_nl: Rechts

source: Form alignment (Optional)
nl_nl: De plaats van het formulier (Niet verplicht)

source: Payment description
nl_nl: Betalingsbeschrijving

source: Text that will be shown on the payment page
nl_nl: De tekst die zichtbaar is op de betaal pagina

source: Price
nl_nl: Prijs

source: The price in ACC. Example: 12.34
nl_nl: De prijs in ACC. Voorbeeld: 12.34

source: After the customer successfully pays on the payment page, they will be redirected to this URL.<br>(The default link is the home page.)
nl_nl: Nadat de klant successvol betaalt heeft op de betalingspagina, zal de klant naar deze link terug gestuurd worden.<br> (De standaard link is de home-pagina.)

source: If the customer cancels the payment on the payment page, they will be redirected to this URL.<br>(The default link is the home page.)
nl_nl: Wanneer de klant de betaling annuleert, zal de klant naar deze link terug gestuurd worden.<br> (De standaard link is de home-pagina.)

source: Thank you for installing AdCoin Payments!
nl_nl: Bedankt voor het installeren van AdCoin Betalingen!

source: Before you can use the plugin. You should provide it with your AdCoin Wallet API key.
nl_nl: Voordat u de plugin kunt gebruiken, moet u eerst uw AdCoin Wallet API Key invoeren.

source: Click here to go to the settings page.
nl_nl: Klik hier om naar de instellingspagina te gaan.

source: Settings Updated!
nl_nl: Uw instellingen zijn bijgewerkt!

source: Payment status updated!
nl_nl: De betalingsstatus is bijgewerkt!
